Repository: 0xeeeeeeeeeeee/AudioCopy
Catalog: AudioCopyUI/Strings/*/Resources.resw
Source language: en_gb
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_cn, zh_hant

# PlayString
source: Play audio from {0}
ar: تشغيل الصوت من {0}
de: Audio von {0} abspielen
es: Reproducir audio de {0}
fr: Jouer l'audio de {0}
ja: {0}からのオーディオを再生
ko: {0}의 오디오 재생
pl: Odtwarzanie dźwięku z {0}
pt_br: Reproduzir áudio de {0}
ru: Воспроизвести аудио с {0}
tr: {0} sesini çal
zh_cn: 播放来自{0}的音频

# MP3UnavailableString
source: MP3 (currently unavailable based on your configuration)
ar: MP3 (غير متاح حاليًا حسب إعداداتك)
de: MP3 (derzeit nicht verfügbar gemäß Ihrer Konfiguration)
es: MP3 (no disponible según tu configuración actual)
fr: MP3 (indisponible selon votre configuration)
it: MP3 (non disponibile in base alla tua configurazione corrente)
ja: MP3(現在の設定では利用できません)
ko: MP3(현재 설정에 따라 사용할 수 없음)
pl: MP3 (obecnie niedostępne zgodnie z konfiguracją)
pt_br: MP3 (indisponível de acordo com suas configurações atuais)
ru: MP3 (в данный момент недоступно согласно вашим настройкам)
tr: MP3 (yapılandırmanıza göre şu anda kullanılamıyor)
zh_cn: MP3(根据你的配置当前不可用)
zh_hant: MP3(根據你的設定目前不可用)

# RawAudioDescribe
source: The server captures 16-bit waveform from WASAPI and sends it directly, then the receiver plays it back immediately
ar: الخادم يجمع موجات 16 بت من WASAPI ويرسلها مباشرة، ثم يقوم المستقبل بتشغيلها مباشرة
de: Der Server erfasst 16-Bit-Wellenformen über WASAPI und sendet sie direkt, dann spielt der Empfänger sie unmittelbar ab.
es: El servidor captura la forma de onda de 16 bits desde WASAPI y la envía directamente, luego el receptor la reproduce directamente.
fr: Le serveur capture une forme d'onde 16 bits via WASAPI et l'envoie directement, puis le récepteur la lit immédiatement
it: Il server acquisisce l'onda a 16 bit da WASAPI e la invia direttamente, quindi il ricevitore la riproduce direttamente
pt_br: O servidor coleta a forma de onda de 16 bits do WASAPI e envia diretamente, então o cliente reproduz diretamente
ru: Сервер собирает 16-битную волновую форму через WASAPI и отправляет напрямую, затем клиент воспроизводит её напрямую
tr: Sunucu, wasapi'den 16bit dalga formu toplar ve doğrudan gönderir, ardından alıcı doğrudan çalar.
zh_cn: 服务端从wasapi采集16bit波形并直接发送，然后接收端直接播放
zh_hant: 服務端從wasapi採集16bit波形並直接發送，然後接收端直接播放

# ListeningClients.Text
source: These devices are listening
ar: هذه الأجهزة تستمع
de: Diese Geräte hören mit
es: Estos dispositivos están escuchando
fr: Ces appareils sont en écoute
it: Questi dispositivi sono in ascolto
ja: これらのデバイスは監視中です
ko: 이 장치들은 청취 중입니다
pl: Te urządzenia nasłuchują
pt_br: Esses dispositivos estão escutando
ru: Эти устройства прослушиваются
tr: Bu cihazlar dinlemede
zh_cn: 这些设备正在监听
zh_hant: 這些設備正在監聽

# ChooseDevices
source: Select device to monitor
ar: اختر الجهاز الذي تريد مراقبته
de: Gerät für die Überwachung auswählen
es: Seleccionar dispositivo a escuchar
fr: Sélectionnez l'appareil à écouter
it: Seleziona il dispositivo da monitorare
ja: 監視するデバイスを選択
ko: 모니터링할 장치 선택
pl: Wybierz urządzenie do nasłuchiwania
pt_br: Selecionar dispositivo para monitorar
ru: Выберите устройство для прослушивания
tr: Dinlenecek cihazı seç
zh_cn: 选择要监听的设备
zh_hant: 選擇要監聽的裝置

# PairedDevices.Text
source: Paired devices:
ar: الأجهزة المقترنة:
de: Gekoppelte Geräte:
es: Dispositivos emparejados:
fr: Appareils appairés :
it: Dispositivi associati:
ja: ペアリング済みデバイス：
ko: 페어링된 장치:
pl: Sparowane urządzenia:
pt_br: Dispositivos emparelhados:
ru: Сопряженные устройства:
tr: Eşleştirilmiş cihazlar:
zh_cn: 已配对的设备：
zh_hant: 已配對的裝置：

# AsReceiver.Text
source: As the receiving end
ar: كجهة استقبال
de: Als Empfänger
es: Como receptor
fr: En tant que récepteur
it: Come destinatario
ja: 受信側として
ko: 수신 측으로서
pl: Jako odbiornik
pt_br: Como receptor
ru: Как приемник
tr: Alıcı taraf olarak
zh_cn: 作为接收端
zh_hant: 作為接收端

# AsTransfer.Text
source: As sender
ar: كجهة إرسال
de: Als Sendeseite
es: Como remitente
fr: En tant qu'expéditeur
pt_br: Como remetente
ru: Как отправитель
tr: Gönderici olarak
zh_cn: 作为发送端

# ChooseTheseInReceiver.Text
source: Select the following at the receiving end
ar: في جهة الاستقبال، حدد المحتوى التالي
de: Am Empfänger die folgenden Inhalte auswählen
es: En el extremo receptor, seleccione lo siguiente
fr: Sélectionnez les éléments suivants côté réception
it: Selezionare il seguente sul lato ricevente
ja: 受信側で以下の内容を選択
ko: 수신 측에서 다음 내용을 선택하세요
pl: Wybierz następujące elementy na końcu odbiorczym
pt_br: No lado do receptor, selecione o seguinte:
ru: На принимающей стороне выберите следующее
tr: Alıcı tarafında aşağıdakileri seçin
zh_cn: 在接收端选择下列内容
zh_hant: 在接收端選擇下列內容

# Refresh.Content
source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로 고침
pl: Odśwież
pt_br: Atualizar
ru: Обновить
tr: Yenile
zh_cn: 刷新
zh_hant: 刷新

# PlayButton.ToolTipService.ToolTip
source: Click to play
ar: انقر للعب
de: Klicken zum Abspielen
es: Haz clic para reproducir
fr: Cliquez pour jouer
it: Clicca per riprodurre
ja: クリックして再生
ko: 클릭하여 재생
pl: Kliknij, aby odtworzyć
pt_br: Clique para reproduzir
ru: Нажмите, чтобы воспроизвести
tr: Tıklayarak oynat
zh_cn: 点击来播放
zh_hant: 點擊來播放

# PlayButton.Content
source: Play audio from unknown device
ar: تشغيل الصوت من جهاز غير معروف
de: Audio von unbekanntem Gerät wiedergeben
es: Reproducir audio de dispositivo desconocido
fr: Lire l'audio depuis un appareil inconnu
it: Riproduci audio da dispositivo sconosciuto
ja: 不明なデバイスからのオーディオを再生
ko: 알 수 없는 장치의 오디오 재생
pl: Odtwarzaj dźwięk z nieznanego urządzenia
pt_br: Reproduzir áudio de dispositivo desconhecido
ru: Воспроизведение аудио с неизвестного устройства
tr: Bilinmeyen cihazdan ses çal
zh_cn: 播放来自未知设备的音频
zh_hant: 播放來自未知裝置的音訊

# Setting_AudioFromat.Text
source: Audio format
ar: تنسيق الصوت
es: Formato de audio
fr: Format audio
it: Formato audio
ja: オーディオ形式
ko: 오디오 형식
pl: Format dźwięku
pt_br: Formato de áudio
ru: Аудиоформат
tr: Ses biçimi
zh_cn: 音频格式
zh_hant: 音訊格式

# ChooseOne.Text
source: Select one
ar: اختر واحدا
de: Wählen Sie einen aus
es: Seleccionar uno
fr: Choisir un
it: Scegli
ja: 選択する
ko: 하나 선택
pl: Wybierz
pt_br: Escolher um
ru: Выбрать
tr: Birini seçin
zh_cn: 选择一个
zh_hant: 選擇一個

# ApplyButton.Content
source: Apply
ar: تطبيق
de: Anwendung
es: Aplicación
fr: Application
pt_br: Aplicativo
ru: приложение
tr: Uygulama
zh_cn: 应用

# ChooseOneButton.Content
source: Select one
ar: اختر واحدا
de: Wählen Sie einen
es: Seleccionar
fr: Choisir un
it: Scegliere
ja: 選択する
ko: 하나 선택
pl: Wybierz
pt_br: Escolher um
ru: Выбрать
tr: Birini seçin
zh_cn: 选择一个
zh_hant: 選擇一個

# Receive.Content
source: Receive
ar: استقبال
de: Empfangen
es: Recibir
fr: Recevoir
it: Ricevere
ja: 受信
ko: 수신
pl: Odbierz
pt_br: Receber
ru: Получение
tr: Alma
zh_cn: 接收
zh_hant: 接收

# Transfer.Content
source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
ko: 전송
pl: Wysyłaj
pt_br: Enviar
ru: Отправить
tr: Gönder
zh_cn: 发送
zh_hant: 傳送

# Pair.Content
source: Pairing
ar: إقران
de: Koppeln
es: Emparejar
fr: Jumelage
it: Abbinamento
ja: ペアリング
ko: 페어링
pl: Parowanie
pt_br: Emparelhamento
ru: Сопряжение
tr: Eşleştirme
zh_cn: 配对
zh_hant: 配對

# PairText
source: Pairing
ar: إقران
de: Koppeln
es: Emparejar
fr: Jumelage
ja: ペアリング
ko: 페어링
pl: Parowanie
pt_br: Emparelhamento
ru: Сопряжение
tr: Eşleştirme
zh_cn: 配对

# Init_StageFail
source: Backend failed to start ({0})\r\nPlease check if the port is occupied by another program
ar: فشل بدء التشغيل الخلفي ({0})\r\nيرجى التحقق مما إذا كان المنفذ محجوزًا بواسطة برنامج آخر
de: Backend-Start fehlgeschlagen ({0})\r\nBitte prüfen Sie, ob der Port von einem anderen Programm belegt ist
es: Error al iniciar el backend ({0})\r\nComprueba si el puerto está ocupado por otro programa
fr: Échec du démarrage du backend ({0})\r\nVeuillez vérifier si le port est occupé par un autre programme
pt_br: Falha na inicialização do backend ({0})\r\nVerifique se a porta está sendo usada por outro programa
ru: Не удалось запустить серверную часть ({0})\r\nПроверьте, не занят ли порт другой программой
tr: Arka uç başlatılamadı ({0})\r\nLütfen başka bir program tarafından kullanılıp kullanılmadığını kontrol edin
zh_cn: 后端启动失败({0})\r\n请检查端口是否被其他程序占用

# Init_Stage4
source: Waiting for backend to start...
ar: في انتظار بدء تشغيل الخادم الخلفي...
de: Warte auf Backend-Start...
es: Esperando a que el backend se inicie...
fr: En attente du démarrage du backend...
it: Attesa avvio backend...
ja: バックエンドの起動を待っています...
ko: 백엔드 시작 대기 중...
pl: Oczekiwanie na uruchomienie backendu...
pt_br: Aguardando inicialização do back-end...
ru: Ожидание запуска сервера...
tr: Arka uç başlatılmayı bekliyor...
zh_cn: 等待后端启动...
zh_hant: 等待後端啟動...

# Init_Stage3
source: Processing
ar: جارٍ
de: Wird bearbeitet
es: Procesando
fr: En cours
pt_br: Processando
ru: Выполняется
tr: 正在
zh_cn: 正在

# Init_Stage0.Text
source: Initialising...
ar: جاري التهيئة...
de: Wird initialisiert...
es: Inicializando...
fr: Initialisation en cours...
it: Inizializzazione in corso...
ja: 初期化中...
ko: 초기화 중...
pl: Inicjalizowanie...
pt_br: Inicializando...
ru: Инициализация...
tr: Başlatılıyor...
zh_cn: 初始化中...
zh_hant: 初始化中...

# Init_Stage2
source: Cloning {0}AudioClone to v{1}, this may take longer to start up. Please allow if your antivirus software prompts.
ar: يتم {0}AudioClone إلى الإصدار v{1}، وقد يستغرق بدء التشغيل وقتًا أطول، يُرجى السماح به إذا ظهرت أي تحذيرات من برنامج مكافحة الفيروسات.
de: {0}AudioClone wird auf v{1} aktualisiert, der Start kann länger dauern. Bitte erlauben Sie den Vorgang in Ihrer Antivirensoftware.
es: Procesando {0}AudioClone a v{1}, puede tomar más tiempo para iniciar. Si el antivirus muestra una advertencia, por favor permítelo.
fr: En cours de {0}AudioClone vers v{1}, cela peut prendre plus de temps pour démarrer. Si votre antivirus affiche une alerte, veuillez l'autoriser.
pt_br: Está clonando {0}AudioClone para v{1}, pode levar mais tempo para iniciar. Se o antivírus solicitar, por favor permita.
ru: Идет {0}AudioClone до версии v{1}, это может занять больше времени для запуска. Если антивирусное ПО выдаст предупреждение, разрешите действие.
tr: {0}AudioClone'u v{1} sürümüne yükseltiliyor, başlatma daha uzun sürebilir, antivirüs uyarısı alırsanız izin verin.
zh_cn: 正在{0}AudioClone到v{1}，可能会花上更多的时间来启动，若杀毒软件有提示请放行。

# Init_Stage1
source: Ending existing backend...
ar: إنهاء الخلفية الحالية...
de: Vorhandene Backend beenden...
es: Terminando el backend existente...
fr: Arrêt du backend existant...
it: Terminazione del backend esistente...
ja: 既存のバックエンドを終了中...
ko: 기존 백엔드 종료 중...
pl: Zakończ istniejące backendy...
pt_br: Encerrando o back-end existente...
ru: Завершение работающего сервера...
tr: Mevcut arka ucu sonlandır...
zh_cn: 结束已有的后端...
zh_hant: 結束現有的後端...

# Init_Upgrade
source: Upgrade
ar: ترقية
de: Aktualisieren
es: Actualizar
fr: Mise à niveau
it: Aggiornamento
ja: アップグレード
ko: 업그레이드
pl: Aktualizacja
pt_br: Atualizar
ru: Обновление
tr: Yükseltme
zh_cn: 升级
zh_hant: 升級

# Init_Install
source: Install
ar: التثبيت
de: Installieren
es: Instalación
fr: Installation
it: Installazione
ja: インストール
ko: 설치
pl: Instalacja
pt_br: Instalação
ru: Установка
tr: Kurulum
zh_cn: 安装
zh_hant: 安裝

# LogAndDialogue_Content
source: An error {1} occurred at {0}: [line]{2}
ar: حدث خطأ {1} عند {0}: [line]{2}
de: Bei {0} ist ein {1}-Fehler aufgetreten: [line]{2}
es: Ocurrió un error {1} a las {0}: [line]{2}
fr: Une erreur {1} s'est produite à {0} : [line]{2}
it: Si è verificato un errore {1} alle {0}: [line]{2}
ja: {0}時に{1}エラーが発生しました：[line]{2}
ko: {0}에서 {1} 오류가 발생했습니다: [line]{2}
pl: Wystąpił błąd {1} o godzinie {0}: [line]{2}
pt_br: Ocorreu um erro {1} em {0}: [line]{2}
ru: Произошла ошибка {1} в {0}: [line]{2}
tr: {0} sırasında {1} hatası oluştu: [line]{2}
zh_cn: {0}时发生了{1}错误：[line]{2}
zh_hant: {0}時發生了{1}錯誤：[line]{2}

# Accept
source: OK
ar: حسناً
es: Bien
fr: D'accord
it: Va bene
ja: 了解しました
ko: 알겠습니다
ru: Хорошо
tr: Tamam
zh_cn: 好的
zh_hant: 好的

# AcceptButton.Content
source: OK
ar: حسناً
es: Bien
fr: D'accord
it: Va bene
ja: 了解しました
ko: 알겠습니다
ru: Хорошо
tr: Tamam
zh_cn: 好的
zh_hant: 好的

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
zh_cn: 取消
zh_hant: 取消

# DenyButton.Content
source: Pairing request denied
ar: رفض طلب الاقتران
de: Ablehnung der Kopplungsanfrage
es: Solicitud de emparejamiento rechazada
fr: Refuser la demande d'appairage
pt_br: Recusar solicitação de emparelhamento
ru: Отклонить запрос на сопряжение
tr: Eşleştirme isteği reddedildi
zh_cn: 拒绝配对请求

source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pl: Błąd
pt_br: Erro
ru: Ошибка
tr: Hata
zh_cn: 错误
zh_hant: 錯誤

# Warn
source: Warning
ar: تحذير
de: Warnung
es: Advertencia
fr: Avertissement
it: Avviso
ja: 警告
ko: 경고
pl: Ostrzeżenie
pt_br: Aviso
ru: Предупреждение
tr: Uyarı
zh_cn: 警告
zh_hant: 警告

# Info
source: Prompt
ar: تلميح
de: Hinweis
es: Aviso
fr: Avertissement
it: Avviso
pt_br: Aviso
ru: Подсказка
tr: İpucu
zh_cn: 提示
zh_hant: 提示

# PortBox.PlaceholderText
source: Port number (only enter when prompted by the peer)
ar: رقم المنفذ (أدخله فقط عندما يطلب الطرف الآخر الإدخال)
de: Portnummer (nur eingeben, wenn vom Gegenüber angefordert)
es: Número de puerto (solo ingresar cuando el remoto lo solicite)
fr: Numéro de port (à saisir uniquement si demandé par l'autre extrémité)
it: Numero di porta (inserire solo se richiesto dal peer)
ja: ポート番号（相手側が入力を促した場合のみ入力）
ko: 포트 번호(상대방이 입력을 요청할 때만 입력하세요)
pl: Numer portu (wprowadź tylko w przypadku monitu)
pt_br: Número da porta (insira apenas quando solicitado pelo peer)
ru: Номер порта (вводить только при запросе удаленной стороны)
tr: Port numarası (sadece karşı taraf istediğinde girin)
zh_cn: 端口号(只在对端提示输入时输入)
zh_hant: 端口號(只在對端提示輸入時輸入)

# AddressListBox.PlaceholderText
source: or enter the peer address/port number
ar: أو أدخل عنوان/رقم منفذ الطرف الآخر
de: Oder geben Sie die Adresse/Portnummer des Gegenübers ein
es: O ingrese la dirección/número de puerto del extremo remoto
fr: ou saisissez l'adresse/le port du pair
pt_br: ou insira o endereço/número da porta do peer
ru: или введите адрес/порт удаленной стороны
tr: veya karşı tarafın adresini/port numarasını girin
zh_cn: 或者输入对端的地址/端口号

# SubmitButton.Content
source: Submit
ar: إرسال
de: Einreichen
es: Enviar
fr: Soumettre
it: Invia
ja: 送信
ko: 제출
pl: Zatwierdź
pt_br: Enviar
ru: Отправить
tr: Gönder
zh_cn: 提交
zh_hant: 送出

# BackendAbnormal
source: Backend may be malfunctioning, try restarting
ar: الخلفية قد لا تعمل بشكل صحيح، يمكنك محاولة إعادة التشغيل
de: Das Backend funktioniert möglicherweise nicht richtig, versuchen Sie es mit einem Neustart
es: El backend puede no funcionar correctamente, intente reiniciarlo
fr: Le serveur back-end peut ne pas fonctionner correctement, essayez de le redémarrer.
ja: バックエンドが正常に動作していない可能性があります。再起動を試してください
ko: 백엔드가 정상적으로 작동하지 않을 수 있으므로 재시작을 시도할 수 있습니다.
pl: Serwer może działać nieprawidłowo, spróbuj go zrestartować
pt_br: O back-end pode não estar funcionando corretamente, tente reiniciar
ru: Серверная часть может работать некорректно, попробуйте перезапустить
tr: Arka uç düzgün çalışmayabilir, yeniden başlatmayı deneyebilirsiniz
zh_cn: 后端可能不正常，可尝试重启

source: Deleted
ar: تم الحذف
de: Gelöscht
es: Eliminado
fr: Supprimé
it: Eliminato
ja: 削除済み
ko: 삭제됨
pl: Usunięto
pt_br: Excluído
ru: удалено
tr: Silindi
zh_cn: 已删除
zh_hant: 已刪除

# FailedSetAudioDevices
source: Failed to set audio device:
ar: فشل في إعداد جهاز الصوت:
de: Fehler beim Einrichten des Audio-Geräts:
es: Error al configurar el dispositivo de audio:
fr: Échec de la configuration du périphérique audio :
it: Impossibile configurare il dispositivo audio:
ja: オーディオデバイスの設定に失敗しました：
ko: 오디오 장치 설정 실패:
pl: Nie udało się skonfigurować urządzenia audio:
pt_br: Falha ao configurar o dispositivo de áudio:
ru: Не удалось настроить аудиоустройство:
tr: Ses aygıtı ayarlanamadı:
zh_cn: 设置音频设备失败：
zh_hant: 設定音訊裝置失敗：

# ViewDownside
source: Please check below, click to reset
ar: يرجى الاطلاع أدناه ، انقر فوق إعادة تعيين
de: Bitte unten anzeigen, zum Zurücksetzen klicken
es: Ver abajo, haga clic en restablecer
fr: Veuillez consulter ci-dessous, cliquez sur Réinitialiser
pt_br: Verifique abaixo, clique em redefinir
ru: Пожалуйста, посмотрите ниже и нажмите "Сброс"
tr: Lütfen aşağıdan kontrol edin, sıfırlamak için tıklayın
zh_cn: 请在下方查看，点击重置

# StopPlay
source: Stop playback
ar: إيقاف التشغيل
de: Wiedergabe beenden
es: Dejar de reproducir
fr: Arrêter la lecture
it: Interrompi la riproduzione
ja: 再生を停止
ko: 재생 중지
pl: Zatrzymaj odtwarzanie
pt_br: Parar reprodução
ru: Остановить воспроизведение
tr: Oynatmayı durdur
zh_cn: 停止播放
zh_hant: 停止播放

# AudioFrom
source: Audio from {0}
ar: صوت من {0}
de: Audio von {0}
es: Audio de {0}
fr: Audio de {0}
it: Audio da {0}
ja: {0} からのオーディオ
ko: {0}의 오디오
pl: Dźwięk z {0}
pt_br: Áudio de {0}
ru: Аудио от {0}
tr: {0} sesi
zh_cn: 来自 {0} 的音频
zh_hant: 來自 {0} 的音訊

# TryReconnect
source: Connection failed, would you like to try pairing again?
ar: فشل الاتصال، هل تريد إعادة الاقتران؟
de: Verbindung fehlgeschlagen, möchten Sie erneut koppeln?
es: Error de conexión, ¿quieres volver a emparejar?
fr: Échec de la connexion. Voulez-vous essayer de réapparier ?
it: Connessione fallita. Vuoi provare a riconnetterti?
ja: 接続に失敗しました。再ペアリングを試しますか？
ko: 연결 실패, 다시 페어링을 시도하시겠습니까?
pl: Połączenie nieudane. Czy chcesz spróbować sparować ponownie?
pt_br: Falha na conexão. Deseja tentar emparelhar novamente?
ru: Не удалось подключиться. Попробовать снова выполнить сопряжение?
tr: Bağlantı başarısız oldu, yeniden eşleştirmeyi denemek ister misiniz?
zh_cn: 连接失败，要尝试重新配对吗？
zh_hant: 連線失敗，要嘗試重新配對嗎？

# BackendNotAllow
source: Your backend configuration does not allow this operation. You can modify it in settings.
ar: إعدادات الخادم الخلفي الخاصة بك لا تسمح بهذه العملية، يمكنك تعديلها في الإعدادات.
de: Ihre Backend-Konfiguration erlaubt diese Aktion nicht. Sie können dies in den Einstellungen ändern.
es: Tu configuración de backend no permite esta operación, puedes modificarla en los ajustes.
fr: Votre configuration back-end ne permet pas cette opération, vous pouvez la modifier dans les paramètres.
it: La tua configurazione del backend non consente questa operazione, puoi modificarla nelle impostazioni.
ja: あなたのバックエンド設定ではこの操作は許可されていません。設定で変更できます。
ko: 백엔드 구성에서 이 작업을 허용하지 않습니다. 설정에서 수정할 수 있습니다.
pl: Twoja konfiguracja zaplecza nie pozwala na tę operację. Możesz ją zmienić w ustawieniach.
pt_br: Sua configuração de back-end não permite esta operação, pode ser alterada nas configurações.
ru: Ваша конфигурация сервера не позволяет это действие. Изменить можно в настройках.
tr: Arka uç yapılandırmanız bu işleme izin vermiyor, ayarlardan değiştirebilirsiniz.
zh_cn: 你的后端配置不允许此操作，可在设置修改。
zh_hant: 你的後端配置不允許此操作，可在設定修改。

# PairTimeOut
source: Connection timed out. Please check if the address is correct or try a different address.
ar: انتهت مهلة الاتصال، يرجى التحقق من صحة العنوان أو تغييره.
de: Verbindungstimeout, bitte überprüfen Sie die Adresse oder wechseln Sie die Adresse.
es: Tiempo de conexión agotado, verifique la dirección o cámbiela.
fr: Connexion expirée, vérifiez l'adresse ou changez-la.
it: Connessione scaduta, verifica che l'indirizzo sia corretto o cambia indirizzo.
pt_br: Tempo limite de conexão excedido. Verifique o endereço ou tente outro.
ru: Превышено время ожидания подключения. Проверьте правильность адреса или попробуйте другой.
tr: Bağlantı zaman aşımına uğradı, lütfen adresin doğru olup olmadığını kontrol edin veya adresi değiştirin.
zh_cn: 连接超时，请检查地址是否正确或者更换地址。
zh_hant: 連接逾時，請檢查地址是否正確或更換地址。

# SearchOnline
source: Try searching online for a solution
ar: حاول البحث عن حل عبر الإنترنت
de: Online nach Lösungen suchen
es: Intentar buscar una solución en línea
fr: Essayer de rechercher une solution en ligne
ja: オンラインで解決策を検索してみる
ko: 온라인으로 해결 방법 검색 시도
pl: Spróbuj wyszukać rozwiązanie online
pt_br: Tentar pesquisar a solução online
ru: Попробуйте поискать решение в интернете
tr: Çözüm için çevrimiçi arama yapmayı deneyin
zh_cn: 尝试在线搜索解决方案

# FailPair
source: Pairing added successfully, but it cannot be removed from the pending pairings list. This issue can be resolved by restarting the client.
ar: تمت إضافة الاقتران بنجاح، ولكن لا يمكن حذفه من قائمة الانتظار. يمكن حل هذه المشكلة عن طريق إعادة تشغيل العميل.
de: Die Kopplung wurde erfolgreich hinzugefügt, konnte jedoch nicht aus der Liste der ausstehenden Kopplungen entfernt werden. Das Problem kann durch einen Neustart des Clients behoben werden.
es: El emparejamiento se ha añadido correctamente, pero no se puede eliminar de la lista de pendientes. Puedes resolver este problema reiniciando el cliente.
fr: L'appariement a été ajouté avec succès, mais il n'a pas pu être supprimé de la liste d'appariement en attente. Vous pouvez résoudre ce problème en redémarrant le client.
ja: ペアリングは正常に追加されましたが、保留中のペアリングリストから削除できません。クライアントを再起動することでこの問題を解決できます
ko: 페어링이 성공적으로 추가되었지만, 대기 페어링 목록에서 제거할 수 없습니다. 클라이언트를 재시작하면 이 문제를 해결할 수 있습니다.
pl: Pomyślnie dodano sparowanie, ale nie można go usunąć z listy oczekujących. Problem można rozwiązać, restartując klienta.
pt_br: O emparelhamento foi adicionado com sucesso, mas não foi possível removê-lo da lista de emparelhamento pendente. Você pode resolver esse problema reiniciando o cliente.
ru: Пара успешно добавлена, но её нельзя удалить из списка ожидающих. Эту проблему можно решить, перезапустив клиент.
tr: Eşleştirme başarıyla eklendi, ancak bekleme listesinden kaldırılamıyor. Bu sorunu çözmek için istemciyi yeniden başlatabilirsiniz.
zh_cn: 配对已添加成功，但是无法将其从待配对列表中删除，可以通过重启客户端来解决这个问题

# PairRequired
source: Pairing request detected from {0}, add it?
ar: تم الكشف عن طلب اقتران من {0}، هل تريد الإضافة؟
de: Erkannte Pairing-Anfrage von {0}, hinzufügen?
es: Se detectó una solicitud de emparejamiento de {0}, ¿agregar?
fr: Détection d'une demande d'appariement de {0}, ajouter ?
ja: {0}からのペアリングリクエストを検出しました。追加しますか？
ko: {0}에서 페어링 요청이 감지되었습니다. 추가하시겠습니까?
pl: Wykryto żądanie sparowania od {0}, czy dodać?
pt_br: Foi detectada uma solicitação de emparelhamento de {0}, deseja adicionar?
ru: Обнаружен запрос на сопряжение от {0}, добавить?
tr: {0} eşleştirme isteği algılandı, eklemek istiyor musunuz?
zh_cn: 检测到来自{0}的配对请求，是否添加？

# PairConfirm
source: Pairing with {0}
ar: الاقتران بـ {0}
de: Paarung mit {0}
es: Emparejamiento con {0}
fr: Paire avec {0}
pt_br: Emparelhamento com {0}
ru: Сопряжение с {0}
tr: {0} ile eşleştirme
zh_cn: 和{0}的配对

# PairDone
source: Pairing added successfully!
ar: تمت إضافة الاقتران بنجاح!
de: Paarung erfolgreich hinzugefügt!
es: ¡Emparejamiento añadido con éxito!
fr: Appariement ajouté avec succès !
it: Abbinamento aggiunto con successo!
ja: ペアリングが正常に追加されました！
ko: 페어링이 성공적으로 추가되었습니다!
pl: Pomyślnie dodano parowanie!
pt_br: Emparelhamento adicionado com sucesso!
ru: Пара успешно добавлена!
tr: Eşleştirme başarıyla eklendi!
zh_cn: 配对已添加成功！
zh_hant: 配對已新增成功！

source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
it: Successo
ja: 成功
ko: 성공
pl: Sukces
pt_br: Sucesso
ru: Успех
tr: Başarılı
zh_cn: 成功
zh_hant: 成功

# PairFailed
source: Pairing failed (server returned {0}), please try again.
ar: فشل إضافة الاقتران (الخادم أعاد {0})، يرجى إعادة المحاولة.
de: Kopplung fehlgeschlagen (Server hat {0} zurückgegeben), bitte erneut versuchen.
es: Error al agregar el emparejamiento (el servidor devolvió {0}), inténtalo de nuevo.
fr: Échec de l'ajout de la paire (le serveur a renvoyé {0}), veuillez réessayer.
it: Aggiunta abbinamento non riuscita (il server ha restituito {0}), riprova.
ja: ペアリング追加に失敗しました（サーバーが{0}を返しました）。再試行してください。
ko: 페어링 추가 실패(서버에서 {0} 반환됨), 다시 시도하세요.
pl: Dodanie pary nie powiodło się (serwer zwrócił {0}), spróbuj ponownie.
pt_br: Falha ao adicionar emparelhamento (o servidor retornou {0}), tente novamente.
ru: Не удалось добавить пару (сервер вернул {0}), повторите попытку.
tr: Eşleştirme eklenemedi (sunucu {0} döndürdü), lütfen tekrar deneyin.
zh_cn: 添加配对失败(服务器返回了{0})，请重试。
zh_hant: 新增配對失敗(伺服器傳回了{0})，請重試。
